Repository: bartzaalberg/Bookmark-Manager
Catalog: po/extra/*.po
Languages: fr, pt

source: Bookmark Manager
pt: Administrador de Marcadores

source: Manage your SSH bookmarks
fr: Gérez vos signets SSH
pt: Administre os seus marcadores em SSH

source: A simple tool to manage your SSH bookmarks from the .ssh/config file. Add, edit, and remove straight from the application. Start in a terminal inside the app, or use your own favorite terminal. You can even add your bookmarks to your app launcher as shortcuts!
fr: Un outil simple pour gérer vos signets SSH à partir du fichier .ssh/config. Ajoutez, modifiez et supprimez directement depuis l'application. Commencez dans un terminal dans l'application, ou utilisez votre propre terminal préféré. Vous pouvez même ajouter vos signets à votre lanceur d'application comme raccourcis !
pt: Uma ferramenta simples para administrar os seus marcadores em SSH do .shh/ficheiro de configuração. Adicione, edite, e remova diretamente da aplicação. Inicie num terminal dentro da aplicação, ou use o seu terminal favorito. Você pode até adicionar os seus marcadores no menu de aplicações como atalhos!

source: Features:
fr: Fonctionnalités :
pt: Funcionalidades:

source: Easily search through your SSH bookmarks
fr: Recherchez facilement parmi vos signets SSH
pt: Pesquise de forma fácil os seus marcadores em SSH

source: Simply start a session by clicking on a button
fr: Démarrez simplement une session en cliquant sur un bouton
pt: Inicie uma sessão carregando simplesmente num botão

source: Add a default parameters for when the config file doesn't contain a variable
fr: Ajoutez des paramètres par défaut pour le cas où le fichier de configuration ne contient pas de variable
pt: Adicione um parâmetro padrão para quando o ficheiro de configuração não conter uma variável

source: Add, remove, and update bookmarks
fr: Ajoutez, supprimez et mettez à jour vos signets
pt: Adicione, remova, e atualize marcadores

source: Choose between all your terminals, and the in-app terminal
fr: Choisissez entre vos applications de terminal ou le terminal intégré
pt: Escolha entre todos os seus terminais, e o terminal incluído na aplicação

source: Add your SSH bookmarks to the app launcher!
fr: Ajoutez vos signets SSH au lanceur d'applications !
pt: Adicione os seus marcadores em SSH ao menu de aplicações!

source: Choose between light and dark with the dark mode
pt: Escolha entre o claro e escuro com o modo escuro

source: GUI;SSH;Bookmarks;
fr: GUI;SSH;Signets;
pt: GUI:SSH:Marcadores;

source: About Bookmark Manager
fr: À propos de Bookmark Manager
pt: Sobre o Administrador de Marcadores
