Repository: bartzaalberg/Bookmark-Manager
Catalog: po/*.po
Languages: pl, pt

source: A bookmark form
pl: Formularz zakładki
pt: Um formulário de marcador

source: if not set. Host is used
pl: jeśli nie ustawiona, zostanie użyta nazwa hosta
pt: se não está definido. O anfitrião é usado

source: james
pl: jakub

source: Nickname:
pl: Nazwa własna:
pt: Alcunha:

source: Host:*
pl: Nazwa:
pt: Anfitrião:*

source: Host name:*
pl: Nazwa hosta (Hostname):
pt: Nome do anfitrião:*

source: Username:
pl: Użytkownik:
pt: Nome do utilizador:

source: Use agent forwarding:
pl: Użyj agent forwarding:
pt: Usar agente de encaminhamento:

source: Proxy command:
pl: Komenda proy:
pt: Comando proxy:

source: Search Bookmarks
pl: Znajdź zakładki
pt: Pesquisar Marcadores

source: Search for bookmarks
pl: Szukaj zakładek
pt: Pesquisar por marcadores

source: Markdown Cheatsheet
pl: Ściąga
pt: Lista de Dicas em Markdown

source: Preferences
pl: Preferencje
pt: Preferências

source: Settings
pl: Ustawienia
pt: Configurações

source: Create a new bookmark
pl: Utwórz nową zakładkę
pt: Criar um novo marcador

source: Back
pl: Wstecz
pt: Voltar

source: Welcome!
pl: Witaj!

source: We see this is your first time
pl: Wygląda na to, że to Twój pierwszy raz

source: Setup your information
pl: Wprowadź swoje informacje

source: Change your ssh name, password, etc..
pl: Zmień swoją nazwę użytkownika, hasło itp.

source: Edit a bookmark
pl: Edytuj zakładkę
pt: Editar um marcador

source: Edit
pl: Edytuj
pt: Editar

source: Fields are invalid
pl: Pola są niepoprawne
pt: Os campos são inválidos

source: Please correctly fill in all the required fields
pl: Wypełnij poprawnie wszystkie wymagane pola
pt: Por favor preencha corretamente todos os campos necessários

source: Add new bookmark
pl: Dodaj nową zakładkę
pt: Adicionar um novo marcador

source: Create
pl: Utwórz
pt: Criar

source: Bookmark with this name already exists
pl: Zakładka z taką samą nazwą już istnieje
pt: Marcador com este nome já existe

source: Please choose a different name
pl: Wybierz inną nazwę
pt: Por favor escolha um nome diferente

source: Nothing was found
pl: Nic nie znaleziono
pt: Nada foi encontrado

source: Try searching for something else
pl: Spróbuj wyszukać inną frazę
pt: Tente pesquisar por outra coisa

source: Add some bookmarks
pl: Dodaj zakładki
pt: Adicionar alguns marcadores

source: Your bookmarks file is empty.
pl: Twój plik zakładek jest pusty
pt: O seu ficheiro de marcadores está vazio.

source: New bookmark
pl: Nowa zakładka
pt: Novo marcador

source: add a new bookmark with host, ip, etc..
pl: dodaj nową zakłądkę z hostem, numerem ip itp.
pt: adicionar um novo marcador com o anfitrião, ip, etc...

source: Cheatsheet
pl: Ściąga
pt: Folha de Dicas

source: Add bookmark
pl: Dodaj zakładkę
pt: Adicionar marcador

source: List bookmarks
pl: Wyświetl zakładki
pt: Lista de marcadores

source: Search
pl: Szukaj
pt: Pesquisar

source: Open the cheatsheet
pl: Otwórz ściągę
pt: Abrir a folha de dicas

source: Close
pl: Zamknij
pt: Fechar

source: Delete this bookmark?
pl: Usunąć tę zakładkę?
pt: Apagar este marcador?

source: Are you sure you want to delete this bookmark?
pl: Na pewno usunąć tę zakładkę?
pt: Tem a certeza que quer apagar este marcador?

source: Default Username:
pl: Domyślna nazwa użytkownika:
pt: Nome de Utilizador Padrão:

source: This variable will be used when no variable is given in the ssh config
pl: Ta zmienna zostanie użyta, gdy nie będzie ustawiona w konfiguracji ssh
pt: Esta variável vai ser usada quando nenhuma variável for fornecida na configuração ssh

source: Experimental
pl: Eksperymentalne

source: Add your bookmarks to your dock
pl: Dodaj swoje zakładki do docka
pt: Adicione os seus marcadores à sua doca

source: Update Bookmarks
pl: Zaktualizuj Zakładki
pt: Atualizar Marcadores

source: Save
pl: Zapisz
pt: Gravar

source: An error occured
pl: Wystąpił błąd
pt: Ocorreu um erro

source: Success
pl: Sukces
pt: Sucesso

source: Your bookmarks have been added to your dock.If you have added more bookmarks. Please click this button again, because it won't happen dynamically.
pl: Twoje zakładki zostały dodane do docka. Jeśli dodano więcej zakładek, kliknij ten przycisk ponownie.
pt: Os seus marcadores foram adicionados à sua doca. Se adicionou mais marcadores. Por favor clique neste botão novamente, porque isso não acontece dinamicamente.

source: Start an SSH session in a terminal
pl: Rozpocznij sesję ssh w terminalu
pt: Comece uma sessão SSH num terminal

source: Remote this bookmark
pl: Usuń tę zakładkę
pt: Remover este marcador

source: Edit this bookmark
pl: Edytuj tę zakładkę
pt: Editar este marcador

source: This is terminal used to start your ssh sessions
pt: Isto é o terminal que é usado para iniciar as suas sessões ssh

source: Use terminal inside app:
pt: Usar o terminal dentro da aplicação:

source: server1
pt: servidor1

source: ssh bookmark nc %h %p
pt: marcador ssh nc %h %p

source: Port:
pt: Porta:
